{
  "title": "Unver Legal",
  "pageTitle": "UnverLegal - Publications",
  "pageDescription": "This is where you can read UnverLegal publications and learn more about what we do.",
  "metaImageAlt": "The image contains the logo of this website. Next to that, it says publications with capital letters in Montserrat font.",
  "blogItems": [
    {
      "title": "Lifting the Corporate Veil",
      "date": "01.09.2021",
      "minutes": "20 min read",
      "subtitle": "The Theory of Lifting the Corporate Veil and Expansion of Liability in Legal Entities",
      "blogPost": "liftingTheCorporateVeil"
    },
    {
      "title": "Incomplete Work and Defective Performance in the Sale of Real Property",
      "date": "01.07.2021",
      "minutes": "20 min read",
      "subtitle": "The Differences Between Incomplete Work and Defective Performance and the Verdict of the Court of Cassation",
      "blogPost": "incompleteWorkAndDefectivePerformanceInSaleOfRealProperty"
    },
    {
      "title": "Liability for Defect in the Construction Contract in Return for Land Share",
      "date": "15.06.2021",
      "minutes": "20 min read",
      "subtitle": "Contractor's Liability due to Defects",
      "blogPost": "liabilityForDefectInTheConstructionContractInReturnForLandShare"
    },
    {
      "title": "Sanctions to be Applied on Non-Payment of General Expenses by the Flat Owner",
      "date": "01.06.2021",
      "minutes": "20 min read",
      "subtitle": "Measures to be taken and sanctions to be applied against the debtor flat owner",
      "blogPost": "sanctionsToBeAppliedOnNonPaymentOfExpensesByFlatOwner"
    },
    {
      "title": "Term Concept in the Surety Agreement",
      "date": "15.05.2021",
      "minutes": "25 min read",
      "subtitle": "Effects of time in terms of termination of the surety agreement and 10-year upper limit",
      "blogPost": "termConceptInTheSuretyAgreement"
    },
    {
      "title": "Liability of the Landowner as Part of the Liability of Confidence",
      "date": "01.05.2021",
      "minutes": "25 min read",
      "subtitle": "Responsibility of the Non-Contractual Landowner for the Damage",
      "blogPost": "liabilityOfTheLandowner"
    },
    {
      "title": "Second-hand Sale of Computer Programs and Verisil v. Microsoft Decision of the Court of Cassation",
      "date": "15.04.2021",
      "minutes": "25 min read",
      "subtitle": "The limits of distribution and the implementation of the exhaustion doctrine in second-hand sales of OEM programs",
      "blogPost": "secondHandSaleOfComputerPrograms"
    },
    {
      "title": "Upper Limit Mortgage and Guaranty Agreements of Banks Restricting the Economic Freedom of Consumers",
      "date": "01.04.2021",
      "minutes": "25 min read",
      "subtitle": "Validity of the \"guarantee for all debts born and to be born\" phrase",
      "blogPost": "legalReasonInUpperLimitMortgage"
    },
    {
      "title": "Disclaiming an Inheritance on the Execution Proceedings Against Heirs",
      "date": "15.03.2021",
      "minutes": "20 min read",
      "subtitle": "The Effect of Disclaiming an Inheritance on the Execution Proceedings Against Heirs",
      "blogPost": "disclaimingAnInheritanceOnTheExecutionPreceedingsAgainstHeirs"
    },
    {
      "title": "Continuing to Work After Retirement",
      "date": "01.03.2021",
      "minutes": "15 min read",
      "subtitle": "What are the legal requirements and implications when you continue working after retirement?",
      "blogPost": "continuingWorkAfterRetirement"
    },
    {
      "title": "Annulment of the General Assembly Resolutions of Joint Stock Companies - Opposition in Advance",
      "date": "15.02.2021",
      "minutes": "15 min read",
      "subtitle": "Right to Claim Annulment of the General Assembly Resolutions of Joint Stock Companies.",
      "blogPost": "annulmentOfGeneralAssemblyResolutionsInJointStockCompanies"
    },
    {
      "title": "Theft of the Vehicle Delivered to the Parking Lot and the Responsibility of the Valet",
      "date": "01.02.2021",
      "minutes": "15 min read",
      "subtitle": "Theft of the Vehicle Delivered to the Parking Lot and the Verdict of Plenary Assembly of the Court of Cassation Regarding the Responsibility of the Valet",
      "blogPost": "theftOfVehicleFromAValetParkingLot"
    },
    {
      "title": "Validity of Employment Agreements Between Joint Stock Company and Board Members and Social Insurance of Board Members",
      "date": "15.01.2021",
      "minutes": "20 min read",
      "subtitle": "Validity of Employment Agreements Between Joint Stock Company and Board Members/Senior Managers and Social Insurance of Board Members",
      "blogPost": "validityOfEmploymentAgreementsAndSocialInsurance"
    },
    {
      "title": "Coronavirus and Its Effects on Lease Agreements",
      "date": "01.01.2021",
      "minutes": "15 min read",
      "subtitle": "Adaptation of Lease Agreements in the Framework of Excessive Difficulty in Performance Due to Coronavirus and The Verdict of The Bursa Regional Court of Appeal",
      "blogPost": "coronavirusAndHowItAffectsLeaseAgreements"
    }
  ]
}