{
  "copyright": "© Unver Legal 2020. Usta 1071 Plaza B Blok, 17. Kat, No: 127 Kızılırmak Mah. 1443. Cadde, 06510 Çankaya/Ankara",
  "disclaimer": "The information contained in this site has been prepared in accordance with the professional rules set by the Attorneyship Code and Union of Turkish Bar Associations and the related legislation. The purpose of useful information and bulletins on this site is only to provide information, and they have never been prepared for commercial purposes, as legal opinion or to establish an attorney-client relationship.",
  "extendedDisclaimer": "We strive to keep the information up-to-date and useful on the site but depending on the amendments in the applicable laws and other legislation, this information may become out of date or not reflect the latest legal amendments in effect. Therefore, we state that we are not responsible for any inaccuracies or deficiencies in the information on the site or the consequences arising from the use of this information, and we kindly remind you that you should apply to our office for a legal opinion before making any decision or taking an action related to the information on the site. On the other hand, the written information and bulletins on this site within the scope of intellectual property rights and the logo are the property of Unver Legal and may not be reproduced, published or distributed for any reason without prior written permission from Ünver Legal; they cannot be used for advertising purposes or some commercial acquisitions cannot be obtained with this information. Giving links to this site by other sites is strictly prohibited. All visitors using the site are deemed to have accepted these terms and conditions.",
  "disclaimerShowButtonText":"Full disclaimer...",
  "disclaimerHideButtonText":"Hide disclaimer...",
  "socialMediaLinks": {
    "linkedinLink": "https://www.linkedin.com/in/eralp-%C3%BCnver/",
    "linkedinAriaLabel": "LinkedIn Profile",
    "emailLink": "mailto:eralp@unverlegal.com",
    "emailAriaLabel": "Email Address"
  },
  "githubLink": "https://github.com/celikkoseoglu/celikk-personal-website"
}